Repository: arthurBricq/Demineur
Catalog: Demineur/*.lproj/Localizable.strings
Languages: fr

# key1
source: HISTORY MODE
fr: MODE HISTOIRE

# key2
source: INFINITE GAME
fr: MODE INFINI

# key3
source: SUPER GAMES
fr: SUPER PARTIES

# key4
source: SHOP
fr: BOUTIQUE

# key5
source: SETTINGS
fr: REGLAGES

# key6
source: TUTORIAL
fr: TUTORIEL

# key7
source: Summary
fr: SOMMAIRE

# key8
source: The Game
fr: Le jeu

# key9
source: Bonus
fr: Les bonus

# key10
source: Types of rounds
fr: Les types de parties

# key11
source: Game modes
fr: Les modes de jeu

# key8bis
source: THE GAME
fr: LE JEU

# key9bis
source: BONUS
fr: LES BONUS

# key10bis
source: TYPES OF ROUNDS
fr: LES TYPES DE PARTIES

# key11bis
source: GAME MODES
fr: LES MODES DE JEU

# key12
source: The game principle is super easy: there is a grill, and some bombs are hiden inside it. The goal is to find all the bombs, just like in minesweeper.
fr: Le principe du jeu est simplissime: il y une grille de cases, où se cachent des bombes. Le but du jeu est de trouver toutes les bombes. Le joueur possède deux actions possibles:

# key15
source: How to win ?
fr: Comment gagner ?

# key16
source: Pour gagner, il faut marquer toutes les bombes ou bien ouvrir toutes les cases qui n'en sont pas !
fr: Pour gagner, il faut marquer toutes les bombes ou bien ouvrir toutes les cases qui n'en sont pas ! Attention, vous disposez d'un nombre limiter de drapeaux (les marqueurs), il faut donc bien réflechir avant de poser vos drapeaux aux risque de les perdre.

# key18
source: Cases and voisins
fr: Cases et voisins
